package eu.seijindemon.student_iee_ihu.utils

class Texts {
    companion object {

        const val home1Gr = "Φοιτητές IEE-IHU"
        const val home1En = "Student IEE-IHU"

        const val home2Gr = "Καλή αρχή στο χειμερινό εξάμηνο 2021-2022."
        const val home2En = "Good start in the winter semester 2021-2022."

        const val home3Gr = "Δείτε συχνά τις ανακοινώσεις του Apps."
        const val home3En = "Check out Apps' announcements often."

        const val home4Gr = "Αν αντιμετωπίζετε πρόβλημα, δείτε αν υπάρχει λύση στη σελίδα βοήθειας."
        const val home4En = "If you're having trouble, see if there is a solution on the help page."


        const val helpText1Gr = "Αν θέλετε να προτείνετε κάτι νέο για την εφαρμογή ...\n" +
                "Μεταβείτε στο πλευρικό μενού στις \"Ρυθμίσεις\" -> \"Αναφορά ή αλλαγή\" και συμπληρώστε τη φόρμα για να στείλετε το μήνυμα ηλεκτρονικού ταχυδρομείου."
        const val helpText1En = "If you want to suggest something new for the application ... \n" +
                "Go to the \"Settings\" sidebar -> \"Report or change\" and fill out the form to send the e-mail. "

        const val helpText2Gr = "\n" +
                ""
        const val helpText2En = "\n" +
                ""

        const val helpText3Gr = "\n" +
                ""
        const val helpText3En = "\n" +
                ""

        const val helpText4Gr = "\n" +
                ""
        const val helpText4En = "\n" +
                ""

        const val helpText5Gr = "\n" +
                ""
        const val helpText5En = "\n" +
                ""

        const val helpText6Gr = "\n" +
                ""
        const val helpText6En = "\n" +
                ""

        const val helpText7Gr = "\n" +
                ""
        const val helpText7En = "\n" +
                ""


        const val aboutDescriptionGr = "Αυτή η εφαρμογή έγινε από τον Γιώργο Καρανικόλα στο πλαίσιο διπλώματος. \n" +
                "Η εφαρμογή υλοποιήθηκε σε Kotlin, χρησιμοποιούνται τοπικές και απομακρυσμένες βάσεις δεδομένων, επίσης χρησιμοποιείται πληθώρα βιβλιοθηκών."
        const val aboutDescriptionEn = "This application was made by George Karanikolas in the context of a diploma. \n" +
                "The application was implemented in Kotlin, local and remote databases are used, also a variety of libraries are used."


        const val departmentText1Gr = "Το Τμήμα «Μηχανικών Πληροφορικής και Ηλεκτρονικών Συστημάτων» του Διεθνούς Πανεπιστημίου της Ελλάδος (ΔΙ.ΠΑ.Ε) προήλθε από την συνένωση των τμημάτων «Μηχανικών Πληροφορικής» και «Ηλεκτρονικών Μηχανικών» την άνοιξη του 2019 και υποδέχεται πρωτοετείς φοιτητές από το Σεπτέμβριο του 2019.\n" +
                "Οι εγκαταστάσεις του Τμήματος στη Σίνδο Θεσσαλονίκης, περιλαμβάνουν 9 αίθουσες θεωρητικής διδασκαλίας, 2 αμφιθέατρα και 20 αίθουσες εργαστηρίων με σύγχρονο και κατάλληλο εξοπλισμό.\n" +
                "Το Τμήμα είναι άρτια στελεχωμένο καθώς το διδακτικό του προσωπικό αποτελείται από 30 μέλη ΔΕΠ και 6 μέλη ΕΔΙΠ και συγκαταλέγεται ανάμεσα στα μεγαλύτερα του ΔΙ.ΠΑ.Ε."
        const val departmentText1En = "The Department of Information and Electronic Systems Engineering of the International Hellenic University of Greece (I.H.U.) came from the union of the Departments of “Information Technology” and “Electronic Engineering” in the spring of 2019 and has welcome first-year students on September 2019.\n" +
                "The premises of the Department are in Sindos (Thessaloniki), comprise of 9 lecture classrooms, 2 amphitheaters and 20 laboratory rooms with modern and appropriate equipment.\n" +
                "The Department is very well-staffed since its teaching staff consists of 30 Faculty members and 6 special teaching members being one of the largest in the University."

        const val departmentText2Gr = "Η  διάρκεια του πρώτου κύκλου σπουδών του Τμήματος έχει οριστεί σε δέκα (10) ακαδημαϊκά εξάμηνα σύμφωνα με το ΦΕΚ 2657/1-7-2019/τ.Β και η εφαρμογή του αντίστοιχου Προγράμματος Προπτυχιακών Σπουδών ορίζεται από το ακαδημαϊκό έτος 2019-20. Το Μάιο 2020 εγκρίθηκε ομόφωνα από την 10η/12-5-2020 Συνέλευση η εισήγηση για υπαγωγή του Προγράμματος Προπτυχιακών Σπουδών του Τμήματος στην “Απονομή ενιαίου και αδιάσπαστου τίτλου σπουδών μεταπτυχιακού επιπέδου (Integrated Master)” σύμφωνα με το άρθρο 46 του ν. 4485/2017."
        const val departmentText2En = "The duration of the Department’s first cycle of studies is set to ten (10) academic semesters in accordance with Government Gazette 2657/1-7-2019/issue B and the first implementation of the corresponding Undergraduate Program of Studies was defined for the academic year 2019-20."


        const val firstDay1Gr = "\n" +
                ""
        const val firstDay1En = "\n" +
                ""


        const val thesis1Gr = "\n" +
                ""
        const val thesis1En = "\n" +
                ""

        const val thesis2Gr = "\n" +
                ""
        const val thesis2En = "\n" +
                ""

        const val thesis3Gr = "\n" +
                ""
        const val thesis3En = "\n" +
                ""


        const val feeding1Gr = "Δικαιούχοι δωρεάν σίτισης...\n\n" +
                "α. Οι ενεργοί φοιτητές των Ανωτάτων Εκπαιδευτικών " +
                "Ιδρυμάτων (Α.Ε.Ι.) της ημεδαπής, του πρώτου, δεύτερου" +
                " και τρίτου κύκλου σπουδών, όπως ορίζονται στο " +
                "άρθρο 2 του ν. 4009/2011 (Α 195), εφόσον δεν είναι ήδη " +
                "κάτοχοι πτυχίου, μεταπτυχιακού ή διδακτορικού τίτλου " +
                "αντίστοιχα.\n" +
                "β. i) Οι εγγεγραμμένοι ως φιλοξενούμενοι φοιτητές σε " +
                "Α.Ε.Ι. της ημεδαπής, οι οποίοι προέρχονται από άλλα Α.Ε.Ι. " +
                "της ημεδαπής στο πλαίσιο εκπαιδευτικών ή ερευνητικών " +
                "προγραμμάτων συνεργασίας, όπως ορίζονται στο άρθρο " +
                "36 παράγραφος 2 (α) και (β) του ν. 4009/2011 (Α ́ 195).\n" +
                "ii) Οι εγγεγραμμένοι ως φιλοξενούμενοι φοιτητές σε " +
                "Α.Ε.Ι. της ημεδαπής, οι οποίοι προέρχονται από ομοταγή " +
                "Ιδρύματα της αλλοδαπής στο πλαίσιο εκπαιδευτικών ή " +
                "ερευνητικών προγραμμάτων συνεργασίας, όπως ορίζονται" +
                "  στο  άρθρο  36  παράγραφος  2  (α)  και  (β)  του" +
                "ν. 4009/2011 (Α 195). \n" +
                "γ. Οι φοιτητές που μετακινούνται προσωρινά από ένα " +
                "Α.Ε.Ι. σε άλλο της ημεδαπής, σύμφωνα με τον Οργανισμό " +
                "του Ιδρύματος προέλευσης, όπως ορίζονται στο άρθρο " +
                "36 παράγραφος 2 (ε) του ν. 4009/2011 (Α ́ 195).\n" +
                "δ. Οι αλλοδαποί υπότροφοι του Υπουργείου Παιδείας, " +
                "Δια Βίου Μάθησης και Θρησκευμάτων που πραγματο−" +
                "ποιούν προπτυχιακές σπουδές σε Α.Ε.Ι. της ημεδαπής. " +
                "εφόσον πληρούν τις προϋποθέσεις της επόμενης παραγράφου" +
                ", εξαιρουμένων των περιπτώσεων (β)(ii) και (δ)." +
                "2. Προϋποθέσεις δωρεάν σιτιζομένων:\n" +
                "α. Άγαμοι φοιτητές, των οποίων το ετήσιο οικογενειακό" +
                " εισόδημα, όπως προκύπτει από τα αντίστοιχα " +
                "εκκαθαριστικά σημειώματα της αρμόδιας Δημόσιας Οικονομικής" +
                " Υπηρεσίας (Δ.Ο.Υ.) του τελευταίου οικονομικού" +
                " έτους, δεν υπερβαίνει τις σαράντα πέντε χιλιάδες " +
                "(45.000) ευρώ προκειμένου για οικογένεια με ένα μόνο " +
                "τέκνο. Για οικογένειες με δύο τέκνα και πλέον το παραπάνω" +
                " ποσό προσαυξάνεται κατά πέντε χιλιάδες (5.000) " +
                "ευρώ για κάθε τέκνο πέραν του πρώτου." +
                "Το ανωτέρω διαμορφούμενο ποσό προσαυξάνεται " +
                "κατά τρεις χιλιάδες (3.000) ευρώ εφόσον ο αδελφός " +
                "του δικαιούχου φοιτητή είναι ενεργός φοιτητής του " +
                "πρώτου κύκλου σπουδών. Εάν περισσότεροι του ενός " +
                "αδελφοί υπάγονται σε αυτήν την κατηγορία το ποσό " +
                "αυτό προσαυξάνεται κατά τρεις χιλιάδες (3.000) ευρώ " +
                "για καθέναν από αυτούς. \n" +
                "β. Έγγαμοι φοιτητές, των οποίων το ετήσιο οικογενειακό" +
                " εισόδημα, όπως προκύπτει από τα αντίστοιχα " +
                "εκκαθαριστικά σημειώματα της αρμόδιας Δημόσιας Οικονομικής" +
                " Υπηρεσίας (Δ.Ο.Υ.) του τελευταίου οικονομι−" +
                "κού έτους δεν υπερβαίνει τις σαράντα πέντε χιλιάδες " +
                "(45.000) ευρώ. Προκειμένου για έντεκνη οικογένεια το " +
                "ποσό αυτό προσαυξάνεται κατά πέντε χιλιάδες (5.000) " +
                "ευρώ για κάθε ανήλικο τέκνο.\n" +
                "γ.  Άγαμοι  φοιτητές  άνω  των  25  ετών  των  οποίων  " +
                "το ετήσιο ατομικό εισόδημα, όπως προκύπτει από το " +
                "αντίστοιχο εκκαθαριστικό σημείωμα της αρμόδιας Δημόσιας" +
                " Οικονομικής Υπηρεσίας (Δ.Ο.Υ.) του τελευταίου " +
                "οικονομικού έτους, δεν υπερβαίνει τις είκοσι πέντε χιλιάδες" +
                " (25.000) ευρώ. \n" +
                "3. Ως ετήσιο οικογενειακό εισόδημα νοείται το συνολικό" +
                " ετήσιο φορολογούμενο, πραγματικό ή τεκμαρτό, καθώς" +
                " και το απαλλασσόμενο ή φορολογούμενο με ειδικό " +
                "τρόπο εισόδημα του ίδιου του φοιτητή, των γονέων του " +
                "και των ανήλικων αδελφών του από κάθε πηγή." +
                "Προκειμένου για έγγαμο φοιτητή, ως ετήσιο οικογενειακό" +
                " εισόδημα νοείται το συνολικό ετήσιο φορολογούμενο" +
                " πραγματικό ή τεκμαρτό, καθώς και το απαλλασσόμενο" +
                " ή φορολογούμενο με ειδικό τρόπο εισόδημα " +
                "των ιδίου, του/της συζύγου του/της και των ανηλίκων " +
                "τέκνων του από κάθε πηγή. \n" +
                "4. Τα κατά περίπτωση διαμορφούμενα ποσά μειώνονται" +
                " κατά 10%, όταν οι δικαιούχοι φοιτητές κατοικούν " +
                "μόνιμα στο Δήμο που έχει την έδρα της η Λέσχη ή το " +
                "Ίδρυμα, εάν σε αυτό δεν λειτουργεί Λέσχη.\n" +
                "5.  Το  ύψος  του  ετήσιου  οικογενειακού  ή  ατομικού  " +
                "εισοδήματος δεν αποτελεί κριτήριο παροχής δωρεάν " +
                "σίτισης στον φοιτητή, όταν ο ίδιος, ανεξαρτήτου ηλικίας" +
                ", ή ένας εκ των γονέων του εάν είναι άγαμος κάτω " +
                "των 25 ετών, ή ο/η σύζυγος του/της εάν είναι έγγαμος, " +
                "εισπράττει επίδομα ανεργίας.\n" +
                "6. Στις περιπτώσεις που ο δικαιούχος φοιτητής ή/και " +
                "οι γονείς του ή ο/η σύζυγός του/της, εφόσον αυτός είναι " +
                "έγγαμος, δεν υποχρεούνται στην υποβολή φορολογικής " +
                "δήλωσης, υποβάλλουν υπεύθυνη δήλωση του ν. 1599/1986 " +
                "(Α 75) περί μη υποχρέωσης υποβολής δήλωσης. \n" +
                "7. Η Λέσχη ή η Επιτροπή Φοιτητικής Μέριμνας του " +
                "Ιδρύματος, εάν σε αυτό δεν λειτουργεί Λέσχη, μπορεί να " +
                "ζητά και άλλα, κατά την κρίση της αποδεικτικά στοιχεία " +
                "για την οικονομική και περιουσιακή κατάσταση του ενδιαφερόμενου" +
                ", προκειμένου να αποφανθεί αν δικαιούται " +
                "ή όχι σίτισης.\n" +
                "8. Αν η χρηματοδότηση του Ιδρύματος από τον κρατικό" +
                " προϋπολογισμό, κατά τα οριζόμενα στο άρθρο 63 " +
                "του ν. 4009/2011 (Α 195), δεν επαρκεί για την κάλυψη " +
                "της δαπάνης σίτισης του συνόλου των φοιτητών που " +
                "εμπίπτουν στις κατηγορίες της παραγράφου 2 του παρόντος" +
                ", τότε το Διοικητικό Συμβούλιο της Λέσχης ή η " +
                "Επιτροπή Φοιτητικής Μέριμνας του Ιδρύματος, εάν δεν " +
                "υφίσταται Λέσχη, χορηγεί την προβλεπόμενη στο άρθρο " +
                "6 της παρούσης ειδική ταυτότητα κατά προτεραιότητα" +
                " σε όσους εμπίπτουν στις κατωτέρω αναφερόμενες " +
                "κατηγορίες.\n" +
                "9. α) Φοιτητές που είναι πολύτεκνοι, κατά την έννοια " +
                "του άρθρου 1 του ν. 1910/1944 (Α 229), όπως αντικαταστάθηκε" +
                " με την παράγραφο 1 του άρθρου 6 του ν. 3454/2006 " +
                "(Α 75), και τέκνα αυτών. Η πολυτεκνική ιδιότητα διατηρείται" +
                " ισοβίως σύμφωνα με τα οριζόμενα στην παράγραφο " +
                "3 του άρθρου 6 του ν. 3454/2006 (Α 75).\n" +
                "β) Φοιτητές που φέρουν την ιδιότητα του γονέα ή του " +
                "τέκνου πολυμελούς οικογένειας με τρία ζώντα τέκνα " +
                "από νόμιμο γάμο ή νομιμοποιηθέντα ή νομίμως αναγνωρισθέντα" +
                " ή υιοθετηθέντα.\n" +
                "γ) Φοιτητές με αδελφό ή αδελφή, ενεργό φοιτητή του " +
                "πρώτου κύκλου σπουδών, όπως ορίζεται στο άρθρο 2 " +
                "28164 ΕΦΗΜΕΡΙΣ ΤΗΣ ΚΥΒΕΡΝΗΣΕΩΣ (ΤΕΥΧΟΣ ΔΕΥΤΕΡΟ) " +
                "του ν. 4009/2011 (Α 195), εφόσον δεν είναι ήδη κάτοχος " +
                "πτυχίου, μεταπτυχιακού ή διδακτορικού τίτλου, που φοιτά" +
                " σε Πανεπιστήμιο ή Τ.Ε.Ι. ή στις Ανώτατες Εκκλησιαστικές" +
                " Ακαδημίες ή στην Ανώτατη Σχολή Παιδαγωγικής " +
                "και Τεχνολογικής Εκπαίδευσης (Α.Σ.ΠΑΙ.Τ.Ε.), καθώς και " +
                "στις Ανώτερες Σχολές Τουριστικής Εκπαίδευσης του " +
                "Υπουργείου Πολιτισμού και Τουρισμού διαφορετικής " +
                "πόλης της μόνιμης κατοικίας των γονέων τους.\n" +
                "δ) Απορφανισθέντες φοιτητές από τον ένα ή και από " +
                "τους δύο γονείς, εφόσον δεν έχουν υπερβεί το 25ο έτος " +
                "της ηλικίας τους.\n" +
                "ε)  Φοιτητές  που  φέρουν  την  ιδιότητα  του  τέκνου  " +
                "άγαμης μητέρας με τουλάχιστον ένα μη αναγνωρισθέν " +
                "τέκνο, το οποίο ή τα οποία δεν έχουν υπερβεί το 25ό " +
                "έτος της ηλικίας τους.\n" +
                "στ) Φοιτητές με γονείς, τέκνα, αδέλφια, συζύγους που " +
                "είναι τυφλοί ή κωφάλαλοι ή νεφροπαθείς, που υποβάλλονται" +
                " σε αιμοκάθαρση ή πάσχουν από μυϊκή δυστροφία " +
                "Duchenne ή ανήκουν στην κατηγορία ατόμων ειδικών " +
                "αναγκών επειδή έχουν κινητικά προβλήματα οφειλόμενα " +
                "σε αναπηρία άνω του 67%.\n" +
                "ζ)  Οι  πάσχοντες  από  τις  σοβαρές  ασθένειες  που  " +
                "προβλέπονται  στις  διατάξεις  του  άρθρου  35  του" +
                "ν. 3794/2009 (Α ́ 156).\n" +
                "η) Φοιτητές που φέρουν την ιδιότητα του τέκνου θύματος" +
                " τρομοκρατίας, όπως ορίζεται στην παράγραφο " +
                "1 του άρθρου 1 του ν. 1897/1990 (Α 120) και δεν έχουν " +
                "υπερβεί το 25ό έτος της ηλικίας τους."
        const val feeding1En = "Free-feeding beneficiaries...\n\n" +
                ""

        const val feeding2Gr = "Δωρεάν σίτιση φοιτητών...\n\n" +
                "1. Το συσσίτιο παρέχεται καθημερινά στο εστιατόριο " +
                "της  Λέσχης  ή  του  Ιδρύματος,  εάν  σε  αυτό  δεν  λειτουργεί" +
                " Λέσχη, με την επίδειξη της ειδικής ταυτότητας" +
                " με την οποία εφοδιάζεται ο δικαιούχος φοιτητής " +
                "κατά τις διατάξεις του άρθρου 6 της παρούσης. Το " +
                "συσσίτιο  περιλαμβάνει  πρωινό,  γεύμα  και  δείπνο,  η  " +
                "σύσταση των οποίων προκύπτει από το εβδομαδιαίο " +
                "πρόγραμμα που καταρτίζεται από ειδική για τον σκοπό " +
                "αυτό υποεπιτροπή, που συγκροτείται από το Δ.Σ. της " +
                "Λέσχης, στην οποία οι φοιτητές εκπροσωπούνται κατά " +
                "το ήμισυ τουλάχιστον των μελών της. Το εβδομαδιαίο " +
                "πρόγραμμα σίτισης εγκρίνεται και ανακοινώνεται στους " +
                "φοιτητές από την Επιτροπή Οικονομικών Υποθέσεων " +
                "και Προγραμματισμού της Λέσχης. Εάν στο Ίδρυμα δεν " +
                "υφίσταται Λέσχη το εβδομαδιαίο πρόγραμμα καταρτίζεται" +
                " από την Επιτροπή Φοιτητικού Εστιατορίου. Η " +
                "ανωτέρω επιτροπή είναι πενταμελής και απαρτίζεται " +
                "από έναν καθηγητή του Ιδρύματος, τον προϊστάμενο " +
                "της Διεύθυνσης Φοιτητικής Μέριμνας, το γραμματέα " +
                "του Ιδρύματος και δύο εκπρόσωπους των φοιτητών, οι " +
                "οποίοι κάθε ακαδημαϊκό έτος υποδεικνύονται, με τους " +
                "αναπληρωτές τους, εκ περιτροπής από τον φοιτητικό " +
                "σύλλογο έκαστης σχολής του ιδρύματος. Η πράξη συγκρότησης" +
                " της επιτροπής εκδίδεται από τον πρύτανη πρόεδρο" +
                " του οικείου Ιδρύματος πριν την λήξη έκαστου " +
                "ακαδημαϊκού έτους και ισχύει για το επόμενο ακαδημαϊκό έτος.\n" +
                "2. Αρμόδια για τη λειτουργία του φοιτητικού εστιατορίου" +
                " είναι η Λέσχη του Ιδρύματος ή το ίδιο το Ίδρυμα, " +
                "αν σε αυτό δεν λειτουργεί Λέσχη. Το Ίδρυμα ή η Λέσχη " +
                "του δύναται να αναθέτει τη λειτουργία του φοιτητικού" +
                " εστιατορίου σε ανάδοχο. Η διαδικασία κατάρτισης " +
                "συμβάσεως με την αναθέτουσα Αρχή διέπεται από τις " +
                "κείμενες διατάξεις περί σύναψης δημοσίων συμβάσεων " +
                "υπηρεσιών."
        const val feeding2En = "Free student feeding...\n\n" +
                ""

        const val feeding3Gr = "Χρόνος και τόπος παροχής του φοιτητικού συσσιτίου...\n\n" +
                "Το συσσίτιο παρέχεται όλες τις ημέρες της εβδομάδας " +
                "στο εστιατόριο της Λέσχης από 1η Σεπτεμβρίου κάθε " +
                "ημερολογιακού έτους έως την περάτωση των εξετάσεων" +
                " του εαρινού εξαμήνου και διακόπτεται μόνο κατά τις " +
                "ημέρες των διακοπών Χριστουγέννων και Πάσχα."
        const val feeding3En = "Time and place of supply of the student meals...\n\n" +
                ""

        const val feeding4Gr = "Έναρξη, διακοπή και λήξη της δωρεάν σίτισης...\n\n" +
                "1. Η δωρεάν σίτιση των φοιτητών αρχίζει από την ημέρα χορήγησης σ’ αυτούς της ειδικής ταυτότητας.\n" +
                "2. Η δωρεάν σίτιση κατά την διάρκεια των σπουδών διακόπτεται:\n" +
                "α. Λόγω στράτευσης και για όσο χρόνο αυτή διαρκεί.\n" +
                "β. Λόγω διακοπής της φοίτησης και για όσο χρόνο αυτή διαρκεί."
        const val feeding4En = "Start, stop and end free feeding...\n\n" +
                ""

        const val feeding5Gr = "Υποβολή δικαιολογητικών για λήψη και ανανέωση της ειδικής ταυτότητας...\n\n" +
                "1. Ο φοιτητής που επιθυμεί να σιτίζεται δωρεάν και " +
                "εφόσον πληροί τις προϋποθέσεις που ορίζονται στην " +
                "παρούσα απόφαση, υποβάλλει εντός των οριζόμενων " +
                "προθεσμιών από την Λέσχη ή το Ίδρυμα, εάν σε αυτό " +
                "δεν λειτουργεί Λέσχη, αίτηση για τη δωρεάν σίτισή " +
                "του, η οποία συνοδεύεται απαραίτητα από τα εξής δικαιολογητικά: \n" +
                "α) Δύο φωτογραφίες του φοιτητή.\n" +
                "β) Πρόσφατο πιστοποιητικό οικογενειακής κατάστασης \n" +
                "γ) Αντίγραφο Δελτίου Αστυνομικής Ταυτότητας του \n" +
                "φοιτητή θεωρημένο για τη γνησιότητά του από Δημόσια Αρχή.\n" +
                "δ) Έγγραφο δημόσιας αρχής ή υπηρεσιών ή λογαριασμών" +
                "οργανισμών κοινής ωφελείας, από το οποίο να " +
                "προκύπτει ο τόπος μόνιμης κατοικίας του. \n" +
                "ε) Υπεύθυνη δήλωση του ν. 1599/1986 (Α 75) του ενδιαφερομένου" +
                " για την ακρίβεια του περιεχομένου των " +
                "υποβληθέντων δικαιολογητικών, όπου θα βεβαιώνεται " +
                "ο τόπος μόνιμης κατοικίας του, αλλά και θα γίνεται ιδιαίτερη" +
                " μνεία της γνώσης των συνεπειών της υποβολής " +
                "αναληθούς δήλωσης ή ανακριβών, ψευδών ή πλαστών " +
                "δικαιολογητικών.\n" +
                "στ) Βεβαίωση του οικείου Ιδρύματος από την οποία " +
                "προκύπτει η φοιτητική ιδιότητα του/της αδελφού/ής " +
                "στην περίπτωση που εμπίπτει στην περιγραφόμενη στην " +
                "παράγραφο 2 του άρθρου 1 κατηγορία ή στην κατηγορία " +
                "(γ) της παραγράφου 9 του αυτού άρθρου. \n" +
                "ζ) Αντίγραφο εκκαθαριστικού σημειώματος της αρμόδιας" +
                " Δ.Ο.Υ. για το ετήσιο οικογενειακό ή ατομικό " +
                "εισόδημα του ενδιαφερομένου φοιτητή το τελευταίο " +
                "οικονομικό έτος, εάν εμπίπτει στις κατηγορίες (α) έως " +
                "(γ) της παραγράφου 2 του άρθρου 1 της παρούσης. Σε " +
                "περίπτωση που δεν έχει παραληφθεί το εκκαθαριστικό " +
                "σημείωμα, προσκομίζεται από τον ενδιαφερόμενο φοιτητή" +
                " φορολογική δήλωση του τελευταίου οικονομικού " +
                "έτους. \n" +
                "η) Βεβαίωση επιδότησης ανεργίας, από το υποκατάστημα" +
                "  του  Οργανισμού  Απασχόλησης  Εργατικού  " +
                "Δυναμικού (ΟΑΕΔ) στα Μητρώα του οποίου είναι εγγεγραμμένος" +
                " ο ίδιος, ο γονέας του ή ο/η σύζυγός του, " +
                "εάν εμπίπτει στην προβλεπόμενη στην παράγραφο 5 " +
                "του άρθρου 1 της παρούσης κατηγορία.\n" +
                "θ) Πιστοποιητικό της Ανώτατης Συνομοσπονδίας Πολυτέκνων" +
                " Ελλάδος, που αποδεικνύει την πολυτεκνική " +
                "ιδιότητα του φοιτητή σύμφωνα με τις διατάξεις του " +
                "άρθρου 2 του ν. 1910/1944 (Α ́ 229), όπως αυτό αντικαταστάθηκε" +
                " με την παράγραφο 2 του άρθρου 6 του " +
                "ν. 3454/2006 (Α ́ 75). Το ανωτέρω πιστοποιητικό προσκομίζεται" +
                " εάν ο φοιτητής εμπίπτει στην κατηγορία (α) της " +
                "παραγράφου 9 του άρθρου 1 της παρούσης.\n" +
                "ι) Αντίγραφο της πράξης συνταξιοδότησης που απονέμεται" +
                " σύμφωνα με τις διατάξεις του ν. 1897/90 (Α ́ 120), " +
                "θεωρημένο για την γνησιότητά του από Δημόσια Αρχή." +
                "Η ανωτέρω πράξη προσκομίζεται εάν ο φοιτητής εμπίπτει" +
                " στην κατηγορία (η) της παραγράφου 9 του άρθρου " +
                "1 της παρούσης.\n" +
                "κ) Πιστοποιητικό Υγειονομικής Επιτροπής, σύμφωνα με " +
                "το εκάστοτε ισχύον σύστημα πιστοποίησης αναπηρίας, " +
                "το οποίο υφίσταται εν ισχύ κατά το έτος υποβολής της " +
                "αίτησης, εάν ο φοιτητής εμπίπτει στην κατηγορία (στ) " +
                "και (ζ) της παραγράφου 9 του άρθρου 1 της παρούσης. " +
                "Αν το πιστοποιητικό Υγειονομικής Επιτροπής δεν διασαφηνίζει" +
                " τα κινητικά προβλήματα, αλλά μόνο αναπηρία " +
                "άνω του 67%, τότε συμπληρωματικά απαιτείται ιατρική " +
                "γνωμάτευση από Δημόσιο Νοσοκομείο, με υπογραφή και " +
                "σφραγίδα Διευθυντού είτε Κλινικής Ε.Σ.Υ. ή Εργαστηρίου " +
                "ή Πανεπιστημιακού Τμήματος αντίστοιχα, που θα βεβαιώνει" +
                " ότι η συγκεκριμένη αναπηρία που πιστοποιείται " +
                "από την Υγειονομική Επιτροπή προκαλεί ή συνδέεται " +
                "με σοβαρά κινητικά προβλήματα.\n" +
                "λ) Ληξιαρχική πράξη γέννησης του φοιτητή, εάν εμπίπτει" +
                " στις κατηγορίες (δ), (ε) και (η) της παραγράφου 9 " +
                "του άρθρου 1 της παρούσης.\n" +
                "μ) Ληξιαρχική πράξη θανάτου του αποβιώσαντος γονέα," +
                " εάν ο φοιτητής εμπίπτει στην κατηγορία (δ) της " +
                "παραγράφου 9 του άρθρου 1 της παρούσης."
        const val feeding5En = "Submission of supporting documents for its receipt and renewal special identity...\n\n" +
                ""


        const val housing1Gr = "\n" +
                ""
        const val housing1En = "\n" +
                ""

        const val housing2Gr = "\n" +
                ""
        const val housing2En = "\n" +
                ""

        const val housing3Gr = "\n" +
                ""
        const val housing3En = "\n" +
                ""


        const val library1Gr = "Δανεισμός... \n\n" +
                "Μέσω της υπηρεσίας “Δανεισμός” εξυπηρετούνται οι εκπαιδευτικές και ερευνητικές ανάγκες των σπουδαστών και εκπαιδευτικών του ιδρύματος, τις πληροφοριακές ανάγκες των διοικητικών υπαλλήλων, που είναι απαραίτητες για την εκτέλεση των εργασιών τους, καθώς και τις πληροφοριακές ανάγκες άλλων ερευνητικών, επιστημονικών και επαγγελματικών φορέων.\n" +
                "Τα μέλη της ακαδημαϊκής κοινότητας μπορούν να δανείζονται μέχρι πέντε (5) τεκμήρια από οποιαδήποτε βιβλιοθήκη για διάστημα 15 ημερών.\n" +
                "Στοχεύοντας στη διαχρονική εξασφάλιση της δυνατότητας δανεισμού υλικού, σε κάθε περίπτωση που το ζητούμενο υλικό δε διατίθεται από τη βιβλιοθήκη μας, έχει αναπτυχθεί η υπηρεσία του Διαδανεισμού.\n"
        const val library1En = "Lending... \n\n" +
                ""

        const val library2Gr = "Ώρες λειτουργίας... \n\n" +
                "Οι ώρες λειτουργίας της Βιβλιοθήκης του ΑΤΕΙΘ είναι:\n" +
                "Δευτέρα έως και Παρασκευή 08.00 – 15.00\n\n" +
                "Η Βιβλιοθήκη παραμένει κλειστή τις επίσημες αργίες.\n" +
                "Σας ενημερώνουμε ότι οι υπηρεσίες της Βιβλιοθήκης διακόπτονται 15 λεπτά πριν από τη λήξη του ωραρίου, έτσι ώστε να πραγματοποιείται ομαλά η διαδικασία τερματισμού λειτουργίας των μηχανημάτων και ασφάλισης της Βιβλιοθήκης.\n"
        const val library2En = "Working hours... \n" +
                ""

        const val library3Gr = "Πώς μπορώ να γίνω μέλος της Βιβλιοθήκης... \n\n" +
                "Η διαδικασία του να γίνει κάποιος μέλος της βιβλιοθήκης είναι ίδια για όλες τις βιβλιοθήκες (Κεντρική, Σπουδαστήριο ΣΔΟ, Σπουδαστήριο ΣΕΥΠ).\n" +
                "Έχοντας ήδη την ακαδημαϊκή ταυτότητα , πηγαίνει στη βιβλιοθήκη και οι βιβλιοθηκονόμοι ενεργοποιούν την ακαδημαϊκή ταυτότητα και ως δανειστική.\n" +
                "Η διαδικασία αυτή γίνεται μια φορά και ισχύει για όλη τη διάρκεια των σπουδών τους.\n"
        const val library3En = "\n" +
                ""


        const val netbeansGr = "Το NetBeans είναι ένα ολοκληρωμένο περιβάλλον ανάπτυξης για Java. Το NetBeans επιτρέπει την ανάπτυξη εφαρμογών από ένα σύνολο αρθρωτών στοιχείων λογισμικού που ονομάζονται modules. Το NetBeans τρέχει σε Windows, macOS, Linux και Solaris. \n" +
                "\n Η ιστοσελίδα του Netbeans είναι : https://netbeans.apache.org \n" +
                "Στον ιστότοπο θα βρείτε διάφορους οδηγούς βοήθειας, πρόσθετα, κοινότητες κλπ. \n" +
                "\n Ένας οδηγός για την εγκατάσταση του Netbeans IDE και του Java JDK στα Windows: \n" +
                "https://www.youtube.com/watch?v=vt7_6HwCFOU \n" +
                "\n "

        const val netbeansEn = "NetBeans is an integrated development environment for Java. NetBeans allows applications to be developed from a set of modular software components called modules. NetBeans runs on Windows, macOS, Linux and Solaris. \n" +
                "\n The website from Netbeans is : https://netbeans.apache.org \n" +
                "\n On the website you will find various help guides, add-ons, communities etc. \n" +
                "\n A guide to installing Netbeans IDE and Java JDK in Windows: \n" +
                "https://www.youtube.com/watch?v=vt7_6HwCFOU \n" +
                "\n "


    }
}